{
    "header": {
        "name": "شفقت نديم",
        "title": "مهندس فلاتر أول متمرس | تطوير تطبيقات الموبايل، أندرويد، iOS والويب | أكثر من 6 سنوات | 30+ تطبيق منشور"
    },
    "about": {
        "title": "الملخص المهني",
        "paragraph": "مهندس فلاتر أول متمرس مع أكثر من 6 سنوات من الخبرة في Flutter وDart وAndroid وiOS وتطوير الويب. بارع في Firebase وAWS وGCP وS3 وCloudFront وCloud Functions وREST APIs وGraphQL APIs. معرفة قوية بـ Python وNode.js وMySQL وELK Stack. على دراية بأتمتة العمليات الروبوتية (RPA) وSelenium.\n\nطورت أكثر من 30 تطبيق موبايل، مساعدة الشركات والشركات الناشئة على النمو بنجاح. خلفية قوية في CI/CD وCodeMagic والتطوير المرن وممارسات DevOps.\n\nأعمل حاليًا في WithU Group (لندن، المملكة المتحدة - عن بعد) منذ فبراير 2023. عملت سابقًا في CloudMedx (نيويورك/نيو جيرسي، الولايات المتحدة - عن بعد)، وTransData (لاهور)، وAbsolute Solutions (لاهور، الولايات المتحدة والسعودية)، وAllianceTech Pvt. Ltd (لاهور والمملكة المتحدة)، وRed Code Technologies (لاهور).\n\nبكالوريوس علوم في علوم الكمبيوتر من جامعة سرغودها، حرم لاهور (2015-2019).",
        "experience": {
            "title": "الخبرة المهنية",
            "withu": "مهندس برمجيات فلاتر أول في WithU Group — لندن، المملكة المتحدة (عن بعد)",
            "cloudmedx": "مطور تطبيقات موبايل سابق في CloudMedx — نيويورك/نيو جيرسي، الولايات المتحدة (عن بعد)",
            "transdata": "مطور فلاتر سابق في TransData — لاهور",
            "absolute": "مطور فلاتر سابق في Absolute Solutions — لاهور، الولايات المتحدة والسعودية",
            "alliancetech": "مطور فلاتر سابق في AllianceTech Pvt. Ltd — لاهور والمملكة المتحدة",
            "redcode": "مطور فلاتر سابق في Red Code Technologies — لاهور"
        }
    },
    "works": {
        "title": "المنتجات والتطبيقات المميزة",
        "moreTitle": "المزيد من المشاريع والمساهمات",
        "seeMore": "عرض المزيد",
        "downloads": "التنزيلات",
        "viewOn": {
            "android": "عرض على Google Play",
            "ios": "عرض على App Store",
            "web": "زيارة الموقع"
        }
    },
    "contact": {
        "title": "تواصل معي",
        "pitch": "أنا دائمًا مهتم بسماع مشاريع وفرص جديدة. سواء كان لديك سؤال أو تريد فقط أن تقول مرحبًا، لا تتردد في التواصل. سأبذل قصارى جهدي للرد عليك! دعنا نتعاون على تطبيقات الموبايل المدعومة بالذكاء الاصطناعي وحلول فلاتر المتطورة.",
        "form": {
            "name": "الاسم",
            "email": "البريد الإلكتروني",
            "message": "الرسالة",
            "send": "إرسال الرسالة"
        }
    },
    "nav": {
        "about": "حول",
        "skills": "المهارات",
        "works": "الأعمال",
        "contact": "تواصل"
    },
    "common": {
        "loading": "جاري التحميل...",
        "error": "حدث خطأ ما",
        "retry": "إعادة المحاولة"
    }
}