{
    "header": {
        "name": "Shafqat Nadeem",
        "title": "Erfahrener Senior Flutter Engineer | Mobile, Android, iOS & Web Entwicklung | 6+ Jahre | 30+ Bereitgestellte Apps"
    },
    "about": {
        "title": "Berufliche Zusammenfassung",
        "paragraph": "Erfahrener Senior Flutter Engineer mit über 6 Jahren Expertise in Flutter, Dart, Android, iOS und Web-Entwicklung. Versiert in Firebase, AWS, GCP, S3, CloudFront, Cloud Functions, REST APIs und GraphQL APIs. Fundierte Kenntnisse in Python, Node.js, MySQL und ELK Stack (Elastic Search). Vertraut mit Robotic Process Automation (RPA) und Selenium.\n\nHabe über 30 mobile Anwendungen entwickelt und Unternehmen sowie Startups beim erfolgreichen Wachstum geholfen. Starker Hintergrund in CI/CD, CodeMagic, Agile-Entwicklung und DevOps-Praktiken.\n\nDerzeit bei WithU Group (London, UK - Remote) seit Februar 2023. Zuvor bei CloudMedx (New York/New Jersey, US - Remote), TransData (Lahore), Absolute Solutions (Lahore, US & KSA), AllianceTech Pvt. Ltd (Lahore & UK) und Red Code Technologies (Lahore).\n\nBachelor of Science in Informatik von der Universität Sargodha, Campus Lahore (2015-2019).",
        "experience": {
            "title": "Berufserfahrung",
            "withu": "Senior Flutter Software Engineer bei WithU Group — London, UK (Remote)",
            "cloudmedx": "Ex-Mobile App Developer bei CloudMedx — New York/New Jersey, US (Remote)",
            "transdata": "Ex-Flutter Developer bei TransData — Lahore",
            "absolute": "Ex-Flutter Developer bei Absolute Solutions — Lahore, US & KSA",
            "alliancetech": "Ex-Flutter Developer bei AllianceTech Pvt. Ltd — Lahore & UK",
            "redcode": "Ex-Flutter Developer bei Red Code Technologies — Lahore"
        }
    },
    "works": {
        "title": "Ausgewählte Produkte & Apps",
        "moreTitle": "Weitere Projekte & Beiträge",
        "seeMore": "Mehr Sehen",
        "downloads": "Downloads",
        "viewOn": {
            "android": "Auf Google Play ansehen",
            "ios": "Im App Store ansehen",
            "web": "Website besuchen"
        }
    },
    "contact": {
        "title": "Kontakt aufnehmen",
        "pitch": "Ich bin immer an neuen Projekten und Möglichkeiten interessiert. Egal ob Sie eine Frage haben oder einfach nur Hallo sagen möchten, zögern Sie nicht mich zu kontaktieren. Ich werde mein Bestes tun, um Ihnen zu antworten! Lassen Sie uns an innovativen KI-gestützten mobilen Anwendungen und modernsten Flutter-Lösungen zusammenarbeiten.",
        "form": {
            "name": "Name",
            "email": "E-Mail",
            "message": "Nachricht",
            "send": "Nachricht Senden"
        }
    },
    "nav": {
        "about": "Über",
        "skills": "Fähigkeiten",
        "works": "Arbeiten",
        "contact": "Kontakt"
    },
    "common": {
        "loading": "Wird geladen...",
        "error": "Etwas ist schief gelaufen",
        "retry": "Wiederholen"
    }
}