{
    "header": {
        "name": "Shafqat Nadeem",
        "greeting": "Soy",
        "title": "Ingeniero Flutter Senior Experimentado | Desarrollo Móvil, Android, iOS y Web | 6+ Años | 30+ Aplicaciones Desplegadas",
        "button": "Ver Portfolio"
    },
    "about": {
        "title": "Resumen Profesional",
        "paragraph": "Ingeniero Senior Flutter experimentado con más de 6 años de experiencia en Flutter, Dart, Android, iOS y desarrollo Web. Competente en Firebase, AWS, GCP, S3, CloudFront, Cloud Functions, REST APIs y GraphQL APIs. Sólidos conocimientos en Python, Node.js, MySQL y ELK Stack (Elastic Search). Familiarizado con Automatización Robótica de Procesos (RPA) y Selenium.\n\nDesarrollé más de 30 aplicaciones móviles, ayudando a empresas y startups a crecer con éxito. Sólida experiencia en CI/CD, CodeMagic, desarrollo Ágil y prácticas DevOps.\n\nActualmente trabajando en WithU Group (Londres, UK - Remoto) desde febrero de 2023. Previamente en CloudMedx (Nueva York/Nueva Jersey, US - Remoto), TransData (Lahore), Absolute Solutions (Lahore, US y KSA), AllianceTech Pvt. Ltd (Lahore y UK), y Red Code Technologies (Lahore).\n\nLicenciatura en Ciencias de la Computación de la Universidad de Sargodha, Campus Lahore (2015-2019).",
        "experience": {
            "title": "Experiencia Profesional",
            "withu": "Ingeniero de Software Flutter Senior en WithU Group — Londres, UK (Remoto)",
            "cloudmedx": "Ex-Desarrollador de Aplicaciones Móviles en CloudMedx — Nueva York/Nueva Jersey, US (Remoto)",
            "transdata": "Ex-Desarrollador Flutter en TransData — Lahore",
            "absolute": "Ex-Desarrollador Flutter en Absolute Solutions — Lahore, US y KSA",
            "alliancetech": "Ex-Desarrollador Flutter en AllianceTech Pvt. Ltd — Lahore y UK",
            "redcode": "Ex-Desarrollador Flutter en Red Code Technologies — Lahore"
        }
    },
    "works": {
        "title": "Productos y Apps Destacadas",
        "moreTitle": "Más Proyectos y Contribuciones",
        "seeMore": "Ver Más",
        "showLess": "Ver Menos",
        "downloads": "Descargas",
        "viewOn": {
            "android": "Ver en Google Play",
            "ios": "Ver en App Store",
            "web": "Visitar Sitio Web"
        }
    },
    "contact": {
        "title": "Ponte en Contacto",
        "pitch": "Siempre estoy interesado en escuchar sobre nuevos proyectos y oportunidades. Ya sea que tengas una pregunta o simplemente quieras saludar, no dudes en comunicarte. ¡Haré todo lo posible para responderte! Colaboremos en aplicaciones móviles innovadoras impulsadas por IA y soluciones Flutter de vanguardia.",
        "form": {
            "name": "Nombre",
            "email": "Correo Electrónico",
            "subject": "Asunto",
            "message": "Mensaje",
            "send": "Enviar Mensaje"
        },
        "copyright": "Todos los Derechos Reservados"
    },
    "nav": {
        "about": "Acerca de",
        "skills": "Habilidades",
        "works": "Trabajos",
        "contact": "Contacto"
    },
    "common": {
        "loading": "Cargando...",
        "error": "Algo salió mal",
        "retry": "Reintentar"
    }
}